Repository: drupal-modules/booking_timeslots
Catalog: translations/*.po
Languages: hu

source: Time
hu: Idő

source: Content Types
hu: Tartalomtípusok

source: Form Settings
hu: Űrlap beállításai

source: All day
hu: Egész nap

source: Date/Time
hu: Dátum/Idő

source: Hours
hu: Órák

source: Book now
hu: Foglalás

source: Minutes
hu: Percek

source: Timeslot settings
hu: Időszelet beállításai

source: The default length of time of a timeslot.
hu: Egy időszelet alapértelmezés szerinti hossza.

source: Maximum avaliable slots
hu: Időszeletek számának felső korlátja

source: Choose 0 to disable checking for slot availability
hu: Nullára állítva letiltja az időszeletek ellenőrzését.

source: Hour from
hu: Kezdés órája

source: Hour to
hu: Befejezés órája

source: Please add at least one %type field.
hu: Legalább egy %type mezőt hozzá kell adni.

source: Field Names
hu: Mezőnevek

source: Please activate %module module for fields settings.
hu: <em>%module</em> modult engedélyezni kell a mező beállításaihoz.

source: Hour To should be greater than Hour From.
hu: A záró időpontnak később kell lennie, mint a kezdő időpontnak.

source: Booking Timeslots Settings
hu: Időpontfoglaló beállításai

source: Manage booking timeslots.
hu: Időpontfoglaló kezelése

source: Manage form settings.
hu: Az időpontfoglalások kezelése.

source: administer booking timeslots
hu: időpontfoglalások adminisztrációja

source: edit booking dates
hu: foglalt dátumok szerkesztése

source: show booking dates
hu: foglalt dátumok megtekintése

source: edit timeslot settings
hu: időszeletek beállításainak szerkesztése

source: Booking Timeslots module has been activated. You may wish to proceed to <a href='!url'>Settings Page</a>.
hu: A <em>Booking Timeslots</em> modul engedélyezve lett, így a <a href='!url'>beállításával</a> érdemes folytatni.

source: Booking Timeslots
hu: Időpont foglalása

source: Booking timeslots module
hu: <em>Booking timeslots</em> modul

source: Already booked
hu: Foglalt

source: Not Available
hu: Nem elérhető
